import pandas as pd
import streamlit as st

st.write("### **학교에서 반복적이고 기계적인 일을 적게 할 수는 없을까?**")
st.write("라는 고민(투덜)으로 시작한 업무자동화 페이지입니다. 학교에서 업무 처리가 효율적으로 된다면 교사의 전문성이 필요한 수업 평가, 기록의 질에 고민할 수 있는 시간을 확보할 수 있으니까요!")
st.write("학교에서 업무나 수업 중 느끼는 '불편함'이 바로 업무자동화 '아이디어'입니다. 🎁")
st.write('이메일로 오류나 피드백, 제안사항이 있으실 경우 언제든지 보내주세요!!')

st.markdown('-----')
st.write('만든 이 : **숩숩**')
st.write('서울의 한 중학교 수학 교사 & 코딩하는 선생님 커뮤니티 [쪼랩](https://bit.ly/join_zzolab) 운영진')
st.write('사이트에 대한 피드백 혹은 문의 : ✉ sbhath17@gmail.com ✉')
st.write('피드백 환영합니다🤩 > [피드백 하러 가기](https://forms.gle/nytXFQiRriwRgkKy7)')